import img_1 from "../Content/video/user-1.jpg";
import img_2 from "../Content/video/user-2.jpg";
import img_3 from "../Content/video/user-3.jpg";
import img_4 from "../Content/video/user-4.jpg";

const commentsArray = [
  {
    img: img_1,
    name: "Marchellov",
    text: "Сейчас прохожу серию Arkhem, комиксы не читал, очень приятные чувства когда ты узнаешь всех ключевых персонажей и злодеев моментально. Фильм хорошо сделан.",
  },
  {
    img: img_2,
    name: "Рамо Деллорион",
    text: "У меня одного субтитры не работают вообще?",
  },
  {
    img: img_3,
    name: "Альфред",
    text: "Это лучший бетмен из всех. Лучшая трилогия, лучшие актеры и крутые сценарии. Новый бетмен вообще не тянет????",
  },
  {
    img: img_4,
    name: "Юрий Фильменко",
    text: `Бэтмен в этом фильме полнейший хулиган, он и в костюме и без костюма мог натворить столько переполоху, что это больше похоже на анархию, чем на правосудие. И временами голос у него нечеловеческий, также доктор Крейн когда использовал свои жуткие трюки имел нечеловеческий голос, может это Дубляж так прикалывается, трудно определить. А ещё эта Рейчел лезет везде, какая ей вообще разница где находится преступник, в тюряге или в лечебнице? А злодей желавший отравить город галлюциногеном неплохо проявил свою идеологию. В общем фильм средний, есть много фильмов подобного уровня, например "Американский ниндзя", "Месть Ниндзя", "Черепашки-ниндзя", "Судья Дредд", "Пуленепробиваемый монах", "Час пик", там также как и тут есть свои плюсы и минусы. 7/10`,
  },
];

export default commentsArray;
